[
    {
      "id": 312,
      "name": "Super Mario Odyssey",
      "price": 197.88,
      "score": 100,
      "image": "https://i.imgur.com/QLYiIyY.png",
      "description": "Super Mario Odyssey é um jogo de plataforma desenvolvido pela Nintendo Entertainment Planning & Development e publicado pela Nintendo. Foi lançado mundialmente em 27 de outubro de 2017 exclusivamente para o Nintendo Switch."
    },
    {
      "id": 201,
      "name": "Call Of Duty Infinite Warfare",
      "price": 49.99,
      "score": 80,
      "image": "https://i.imgur.com/PKMQh07.png",
      "description": "Call of Duty: Infinite Warfare é um jogo eletrônico de tiro em primeira pessoa desenvolvido pela Infinity Ward e distribuído pela Activision. É o décimo terceiro jogo da franquia Call of Duty e foi lançado em 4 de novembro de 2016"
    },
    {
      "id": 102,
      "name": "The Witcher III Wild Hunt",
      "price": 119.59,
      "score": 250,
      "image": "https://i.imgur.com/gJldpku.png",
      "description": "The Witcher 3: Wild Hunt é um jogo eletrônico de RPG de ação em mundo aberto desenvolvido pela CD Projekt RED e lançado no dia 19 de maio de 2015 para as plataformas Microsoft Windows, PlayStation 4, Xbox One e em outubro de 2019 para o Nintendo Switch, sendo o terceiro título da série de jogos The Witcher."
    },
    {
      "id": 99,
      "name": "Call Of Duty WWII",
      "price": 249.99,
      "score": 205,
      "image": "https://i.imgur.com/IKqVhJs.png",
      "description": "Call of Duty: WWII é um jogo eletrônico de tiro em primeira pessoa produzido pela empresa Sledgehammer Games e distribuído pela Activision para PlayStation 4, Xbox One e Microsoft Windows. É o primeiro jogo da série Call of Duty a se passar durante a Segunda Guerra Mundial desde Call of Duty: World at War, em 2008. "
    },
    {
      "id": 12,
      "name": "Mortal Kombat XL",
      "price": 69.99,
      "score": 150,
      "image": "https://i.imgur.com/bukYq04.png",
      "description": "Um dos jogos mais vendidos de 2015, agora em tamanho XL! Komplete a experiência de Mortal Kombat X com conteúdos novos e já lançados. A versão inclui o jogo completo e os novos personagens controláveis Alien, Leatherface, Triborg e Bo' Rai Cho. Os personagens controláveis já lançados anteriormente são o Predador, Jason Voorhees, Tremor, Tanya e Goro. Também inclui o novo pacote de skins Apocalíptico."
    },
    {
      "id": 74,
      "name": "Shards of Darkness",
      "price": 71.94,
      "score": 400,
      "image": "https://i.imgur.com/Wutltkf.png",
      "description": "Shards of Darkness é um videogame furtivo desenvolvido pelo desenvolvedor francês Cyanide e publicado pela Focus Home Interactive. O jogo foi lançado mundialmente em 14 de março de 2017 para Microsoft Windows, PlayStation 4 e Xbox One."
    },
    {
      "id": 31,
      "name": "Terra Média: Sombras de Mordor",
      "price": 79.99,
      "score": 50,
      "image": "https://i.imgur.com/lMtNwLy.png",
      "description": "Middle-earth: Shadow of Mordor é um jogo eletrônico de ação-aventura ambientado no universo da saga O Senhor dos Anéis do autor J. R. R. Tolkien, desenvolvido pela Monolith Productions e distribuído pela Warner Bros. Interactive Entertainment."
    },
    {
      "id": 420,
      "name": "FIFA 18",
      "price": 195.39,
      "score": 325,
      "image": "https://i.imgur.com/Uun46KB.png",
      "description": "FIFA 18 é um jogo eletrônico de futebol desenvolvido e publicado pela EA Sports, que foi lançado mundialmente em 1 de Novembro de 2017. Este é o vigésimo quinto título principal da série FIFA e o segundo a usar o mecanismo de jogo da Frostbite para Xbox One, PS4 e PC."
    },
    {
      "id": 501,
      "name": "Horizon Zero Dawn",
      "price": 115.89,
      "score": 290,
      "image": "https://i.imgur.com/t6QrKhr.png",
      "description": "Horizon Zero Dawn é um jogo eletrônico de RPG de ação desenvolvido pela Guerrilla Games e publicado pela Sony Interactive Entertainment. Foi lançado em 28 de fevereiro de 2017 para PlayStation 4 e em 7 de agosto de 2020 para Microsoft Windows."
    },
    {
      "id": 432,
      "name": "Spider Man",
      "price": 127.99,
      "score": 850,
      "image": "https://i.imgur.com/Rv1IE0K.jpg",
      "description": "Spider-Man é um jogo eletrônico de ação-aventura desenvolvido pela Insomniac Games e publicado pela Sony Interactive Entertainment."
    },
    {
      "id": 69,
      "name": "Spider Man Miles Morales",
      "price": 142.39,
      "score": 750,
      "image": "https://i.imgur.com/XsOh9wS.jpg",
      "description": "Spider-Man: Miles Morales é um jogo eletrônico de ação-aventura desenvolvido pela Insomniac Games e publicado pela Sony Interactive Entertainment para o PlayStation 4 e PlayStation 5."
    }, 
    {
      "id": 649,
      "name": "Fracry 6",
      "price": 184.65,
      "score": 760,
      "image": "https://i.imgur.com/yMQOBLR.jpg",
      "description": "Far Cry 6 é um jogo eletrônico de tiro em primeira pessoa desenvolvido pela Ubisoft Toronto e publicado pela Ubisoft. É o sexto título principal da série Far Cry e foi lançado em 7 de outubro de 2021 para Amazon Luna, Google Stadia, Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One e Xbox Series X/S."
    }
  ]